label chapter_2:
    # "Глава 2: Тот, кто помнит"
    $ renpy.notify("Тот, кто помнит")

    # Локация переход между секторами

    systemVoice "Предыстория"

    systemVoice "Полумрак коридора рассекали редкие лампы, отбрасывая длинные тени на металлические панели стен"

    systemVoice "Воздух здесь был суше, чем в архиве, и как иначе - не пылью и пергаментом, а металлом  и статикой. Арен шёл, прислушиваясь к собственному дыханию."

    systemVoice "Каждый шаг отдавался глухим эхом, будто пространство проверяло его прочность"

    e "Вдруг - голос"

    iris "(Тихо словно знала, что он услышит):  Ты всё ещё считаешь паузы?"

    e "Арен резко остановился. Звук голоса ударил по нервам, словно забытый мотив из детства"

    e "Он обернулся"

    aren "(Насторожено): Мы знакомы?"

    systemVoice "Ирис Вальд стояла в полумраке, улыбаясь так, будто знала ответ задолго до вопроса."

    systemVoice "Её силуэт тонул в тени, но глаза светились - не отражённым светом, а изнутри, словнов них тлели крошечные звёзды"

    iris "(мягко, с лёгкой иронией): Дольше чем ты думаешь"

    e "Тишина между словами растянулась, как резина. Арен почувствовал, как в груди зашевелилось что-то давнее - не воспоминание, а его тень"

    

